[
    {
      "title": "Exploring the Historic City Center",
      "image": "https://i.ibb.co/VvsZSJ9/lby-benghazi-historic-city-center-silphium-plaza-after-war-2020.jpg",
      "short_description": "A one-day adventure through the heart of the city's history.",
      "long_description": "Discover the rich history and culture of our city on this one-day tour. Explore historic landmarks, taste local cuisine, and immerse yourself in the city's vibrant atmosphere. Wander through charming cobblestone streets, visit centuries-old cathedrals, and relive the stories of the past. Savor the flavors of our famous street food and capture stunning photographs of the architecture. It's a day of adventure and exploration you won't want to miss.",
      "category": "One-Day Tour"
    },
    {
      "title": "Backpacking in the Wilderness",
      "image": "https://i.ibb.co/1vZNp2W/WDNS-S1-UT-201-07082022-SCHKAI-00175.jpg",
      "short_description": "A rugged journey through the untamed wilderness.",
      "long_description": "Embark on an unforgettable backpacking adventure deep into the wilderness. This journey takes you through pristine forests, rugged terrain, and breathtaking vistas. Experience nature like never before as you hike through dense forests, cross pristine streams, and set up camp under the open sky. Each moment brings a new discovery, from the call of the wild to the serenity of a secluded campsite. This backpacking trip promises a connection with nature that will stay with you for a lifetime.",
      "category": "Backpack Tour"
    },
    {
      "title": "Camping Under the Starry Sky",
      "image": "https://i.ibb.co/jMrfxHr/Joshua-Tree-nightskytent.jpg",
      "short_description": "A night of camping under a canopy of stars.",
      "long_description": "Escape the hustle and bustle of city life with a tranquil camping trip. Set up your campsite, cook marshmallows over a campfire, and fall asleep under the mesmerizing starry sky. Camping in the wilderness offers you a chance to reconnect with nature and leave behind the stresses of modern life. It's a time for introspection, stargazing, and storytelling around the campfire. Whether you're an experienced camper or a beginner, this journey promises a peaceful escape into the heart of the great outdoors.",
      "category": "Camping"
    },
    {
      "title": "Campfire Stories in the Wilderness",
      "image": "https://i.ibb.co/mXpGbS2/depositphotos-507280084-stock-photo-warm-cozy-campfire-forest-pond.webp",
      "short_description": "An unforgettable evening of storytelling around the campfire.",
      "long_description": "Join us for a memorable evening of campfire stories deep in the wilderness. Our expert storytellers will transport you to a world of adventure and mystery with their tales. The flickering flames, the rustling leaves, and the distant sounds of nature create the perfect ambiance for an enchanting experience. It's an ideal campaign for those seeking relaxation, entertainment, and a connection with nature.",
      "category": "Campaign"
    },
    {
      "title": "Backpacking Through Rugged Terrain",
      "image": "https://i.ibb.co/VT4bcfD/hiking-tips.jpg",
      "short_description": "A challenging backpacking journey through rugged landscapes.",
      "long_description": "Prepare for the ultimate backpacking challenge as you traverse rugged terrain and conquer nature's obstacles. This backpacking tour takes you through steep mountain passes, dense forests, and remote wilderness areas. You'll need endurance, determination, and a love for adventure. The reward is a deep sense of accomplishment and breathtaking views that few have witnessed.",
      "category": "Backpack Tour"
    },
    {
      "title": "Wildlife Conservation Campaign",
      "image": "https://i.ibb.co/fxnhh15/dogwood-jeep-tour.jpg",
      "short_description": "A meaningful campaign for wildlife preservation.",
      "long_description": "Join our wildlife conservation campaign to make a positive impact on the environment. Engage in activities such as wildlife tracking, habitat restoration, and educating local communities about the importance of conservation. It's a unique opportunity to contribute to a greener and more sustainable world, all while immersing yourself in the beauty of nature.",
      "category": "Campaign"
    }
  ]
  